export const text1 = [
    {
        num: 1,
        text: `День замыслов, планов. То, что мы спланируем в этот день, 
        будет иметь тенденции к реализации в течении всего лунного месяца.`,
        interpretation: [4, 3, 2, 3, 3, 3, 3, 2, 2, 2, 2, 1, 2, 3, 4, 4, 2, 2, 1, 3, 2, 2, 3, 2]
    },
    {
        num: 2,
        text: `Пора начинать претворять в жизнь все свои планы, которые вы обдумывали вчера. 
        Лучше приступать к выполнению дел во второй половине лунных суток. 
        Второй лунный день посвятите активной деятельности, отдыхать будете потом. 
        Улавливайте и впитывайте новую информацию, впоследствии она может вам пригодиться.`,
        interpretation: [0, 3, 1, 1, 3, 1, 0, 0, 0, 1, 0, 0, 3, 2, 3, 4, 2, 2, 0, 1, 0, 4, 2, 1]
    },
    {
        num: 3,
        text: `С третьего дня начинается неомения — в небе появляется тонкий серп, 
        луна начинает щедро раздавать свою энергию земной природе. 
        Темные дни Гекаты, которая символизирует новолуние и первые сутки после него, завершены. 
        Наступает пора борьбы за свои стремления, отстаивания своих планов и желаний.`,
        interpretation: [4, 2, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 2, 4, 1, 3, 2, 0, 4, 3, 2, 0]
    },
    {
        num: 4,
        text: `Символы четвертого лунного дня — древо познания, Адамово яблоко. 
        Считается, что в этот день Адам и Ева вкусили плод с запретного дерева, за что и были изгнаны из Эдема. 
        Поэтому день несет с собой добро и зло в равных количествах. 
        Возможно, вам придется выбирать между хорошими и плохими вещами. 
        Поэтому сегодня следует тщательно взвешивать и обдумывать свои решения, действия и слова.`,
        interpretation: [3, 4, 1, 1, 3, 3, 3, 2, 2, 2, 2, 3, 1, 3, 3, 3, 2, 2, 0, 2, 0, 1, 3, 1]
    },
    {
        num: 5,
        text: `Главным символом пятых лунных суток является Единорог. 
        Он призывает отстаивать свое мнение и свои принципы, 
        защищать несправедливо осужденных и не скрывать свои чувства. 
        Если вы затеяли спор, в ходе которого доказываете свою правоту, то вы почти обречены на победу. 
        Сегодня Единорог покровительствует бойцам и защитникам. Адвокатам в этот день везет, 
        они без труда выигрывают судебные процессы. А вот для преступников день неблагоприятный. 
        Все мошенничества, даже самые мелкие, быстро раскроются, поэтому аферы и ограбления обречены на провал.`,
        interpretation: [4, 2, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 0, 1, 4, 2, 3, 2, 1, 4, 3, 0, 1]
    },
    {
        num: 6,
        text: `Сегодня самый позитивный и удачный день в первой четверти. 
        Почти все будет вам удаваться, жизнь заиграет новыми красками. 
        День лучше провести пассивно, не предпринимая активных действий, не перегружая себя заботами. 
        Луна не требует от вас больших энергетических затрат, 
        поэтому можете распоряжаться своими силами по собственному усмотрению. 
        Захотели посетить спортзал или бассейн? Пожалуйста. 
        Предпочитаете спокойно почитать книгу в кресле? Тоже хорошо. 
        Сегодня все ваши действия благоприятны, 
        если они не нарушают космические и человеческие законы и не портят карму. 
        Тем, кто идет против закона, Луна не благоволит. 
        Поэтому шестой лунный день неблагоприятен для преступников. Сыщикам и полиции без труда удастся их поймать.`,
        interpretation: [2, 0, 1, 1, 1, 2, 2, 0, 0, 1, 0, 2, 2, 2, 2, 1, 1, 1, 1, 1, 2, 2, 3, 0]
    },
    {
        num: 7,
        text: `В организме уже накоплено и закреплено достаточное количество энергии Луны, 
        чтобы действовать активно и самостоятельно. Поэтому продолжайте свою деятельность, 
        осуществляйте планы. Это время «зрелости» вашего организма.
        Вы сами почувствуете, как в вас зарождается уверенность в собственных силах. 
        Многие люди в этот день становятся эмоционально восприимчивыми, тонко чувствующими. 
        Не избегайте эмоционального контакта с окружающими, ведь вполне возможно, 
        что в скором времени поддержка понадобится и вам.`,
        interpretation: [2, 0, 2, 2, 0, 2, 2, 1, 2, 2, 1, 2, 1, 2, 2, 2, 2, 2, 1, 1, 1, 0, 3, 1]
    },
    {
        num: 8,
        text: `Восьмым лунным днем начинается вторая четверть лунного месяца. 
        Это день преобразований, кардинальных изменений, внутренней трансформации. 
        Изменениям способствуют символы восьмых лунных суток — феникс, 
        сгорающий в собственном огне и возрождающийся из пепла, пламя свечи, алхимия. 
        Сегодня весь ваш организм перестраивается. Происходят невидимые для вас изменения на биохимическом уровне, 
        на уровне клеток и тканей. Организм насыщается энергией. Это ваш шанс начать жизнь, 
        как люди любят говорить, «с чистого листа».`,
        interpretation: [1, 1, 2, 2, 2, 2, 0, 1, 2, 1, 2, 0, 0, 3, 3, 3, 2, 3, 1, 1, 2, 1, 2, 2]
    },
    {
        num: 9,
        text: `Очень неблагоприятный день, плохой, опасный, темный. Сегодня следует быть настороже. 
        Все знаки, которые преподносит нам судьба, оказываются дурными, но впадать в уныние не следует. 
        Умерьте собственные амбиции, 
        ибо излишняя гордость и самоуверенность может обернуться против вас и привести к катастрофе. 
        Сегодня над вами будут витать множество иллюзий, обманов, авантюр, опасных соблазнов. 
        Не поддавайтесь отрицательной энергетике девятого лунного дня, держите себя в руках.`,
        interpretation: [3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 1, 2, 3, 3, 3, 4, 3, 4, 0, 1, 4, 2, 0]
    },
    {
        num: 10,
        text: `Символ дня — фонтан. Энергия действительно бьет ключом, поэтому день предназначен для активного отдыха. 
        Лишнюю энергию направьте в нужное русло, на добрые и созидательные дела. 
        Также день неразрывно связан с семейными узами, с кровным родством. Все, что связано с семьей, сегодня удачно. 
        Можно начать строить семейный дом или разбить семейный сад, можно навестить родственников, 
        устроить семейное застолье и так далее. Люди семейные проживают этот день благоприятно, 
        а вот одиночкам приходится тяжело. У них усиливается чувство тревоги и тоски.`,
        interpretation: [0, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 3, 0, 1, 2, 3, 1, 1, 1, 1, 0, 3, 3, 1]
    },
    {
        num: 11,
        text: `Настал самый мощный энергетический день лунного месяца. Символ одиннадцатого лунного дня — меч, сосредоточивший в себе силу стихии Огня. Огненный меч подарит своему хозяину власть, неукротимую силу, гарантированную победу, но только в том случае, если человек сможет удержать его в руках. Человек неопытный, неуверенный, сомневающийся способен превратить по неосторожности это мощное энергетическое оружие в средство разрушения.`,
        interpretation: [3, 2, 3, 3, 3, 1, 3, 1, 1, 1, 2, 0, 0, 2, 2, 2, 2, 1, 0, 2, 2, 0, 0, 0,]
    },
    {
        num: 12,
        text: `Символ текущего дня — сердце. День любви и мудрости. Сердца открываются навстречу милости и божественным откровениям. Сегодня мир особенно чуток к вашим просьбам, поэтому можно попросить у него что-нибудь или провести день в молитвах. Полезно посещать храмы, церкви и другие религиозные и культовые места. Сегодня нельзя плакать и жалеть себя, иначе в этом состоянии можно увязнуть надолго. Все пороки в себе следует подавлять, нельзя быть злым и алчным, срываться на окружающих, затевать нехорошее. Усмирите в себе гордыню, проведите день в расслабленном состоянии. Займитесь медитацией.`,
        interpretation: [4, 1, 4, 4, 4, 4, 4, 3, 3, 3, 3, 4, 2, 3, 4, 4, 2, 2, 4, 2, 4, 0, 1, 0,]
    },
    {
        num: 13,
        text: `День магический и неоднозначный. С одной стороны, тринадцатый лунный день характеризуется сансарой, возвращением на круги своя. В этот день вас может настичь прошлое. В вашей жизни появятся люди, о которых вы уже готовы были позабыть. Свершатся вновь те же события, что вы уже наблюдали в прошлом. Есть вероятность повторить свои ошибки, «наступить на те же грабли». Возвращение прошлого напоминает вам о каких-то незавершенных делах. Постарайтесь покончить с ними и избавиться от груза прошлого.`,
        interpretation: [4, 0, 1, 1, 1, 4, 2, 0, 3, 4, 0, 4, 2, 1, 1, 4, 1, 3, 3, 1, 4, 1, 1, 0,]
    },
    {
        num: 14,
        text: `Очень мощный энергетический день, одинаково удачный и неблагоприятный. Удачен день для новых начинаний, для решающих шагов в достижении какой-то цели. Активные и целеустремленные люди будут чувствовать себя «в своей тарелке». Все дела, начатые сегодня, удаются. Все направленные на позитивные цели действия приносят пользу. Энергетический поток велик, используйте мощь сегодняшнего дня по максимуму.`,
        interpretation: [0, 1, 0, 0, 1, 0, 1, 0, 1, 0, 1, 0, 4, 3, 4, 3, 2, 3, 1, 1, 1, 3, 2, 1,]
    },
    {
        num: 15,
        text: `Темный день Гекаты, на 15 лунные сутки приходится полнолуние, либо канун полнолуния. Символ дня — змей-искуситель. Вокруг нас возникает множество искушений и соблазнов. Желания плоти становятся первостепенными, обостряются инстинкты. Негативное влияние дня очень велико. Сегодня легко стать податливым и ленивым. Будьте осторожны, в таком состоянии вас легко обмануть. Не принимайте подарков и не ругайтесь с окружающими.`,
        interpretation: [4, 3, 4, 4, 4, 2, 3, 2, 2, 3, 3, 3, 2, 4, 4, 4, 4, 4, 4, 2, 1, 4, 3, 1,]
    },
    {
        num: 16,
        text: `Вступление в 3 фазу лунного цикла ознаменовано полнолунием. Шестнадцатый день — самый гармоничный и легкий из всех. Сегодня вы можете отдохнуть, расслабиться. Читайте книги, учите языки. Будьте спокойны и расслаблены. Сегодня нельзя впадать в крайность в чем бы то ни было. Придерживайтесь золотой середины. Усмирите свой характер, если считаете себя человеком неуравновешенным. Оставьте работу на другие, более продуктивные дни. Хорошо, если сегодня у вас выходной или вы можете вовсе отложить работу и отдохнуть дома.`,
        interpretation: [2, 0, 2, 2, 2, 3, 2, 1, 2, 1, 2, 0, 0, 3, 3, 4, 3, 1, 1, 2, 0, 1, 3, 2,]
    },
    {
        num: 17,
        text: `Сегодня день активного отдыха. День обретения внутренней свободы, раскрепощенности. Устроенные сегодня вечеринки будут иметь успех. Символ дня — гроздь винограда, а покровительствующий бог — Дионис, он же Вакх. В Древней Греции именно в этот день устраивались вакханалии — празднества в честь бога вина Диониса. Винные празднества собирали весь город. Люди танцевали, общались, не было стеснения и вражды. Но воздействие хмеля имеет и обратную сторону. Многие под воздействием вина становились агрессивными, начинались драки и бойни.`,
        interpretation: [2, 0, 2, 1, 3, 1, 1, 1, 2, 0, 2, 1, 0, 0, 0, 3, 0, 1, 2, 2, 3, 1, 1, 1,]
    },
    {
        num: 18,
        text: `Зеркальный день, который отражает вашу внутреннюю сущность. Сегодня окружающие вас события и люди являются вашим зеркальным отражением. От людей можно узнать, каким они вас видят со стороны. Если вам указали на ваши недостатки — не обижайтесь, а задумайтесь над тем, как их исправить. Если же вас за что-то похвалили, то не воспринимайте это как лесть. Сегодня люди склонны говорить правду в глаза.`,
        interpretation: [3, 3, 3, 3, 2, 2, 3, 2, 2, 1, 2, 0, 2, 2, 3, 4, 3, 4, 2, 1, 2, 1, 2, 2,]
    },
    {
        num: 11,
        text: `test`,
        interpretation: [4, 4]
    },
]

export const text3 = [
    {num: 0, key1: 'отлично', color: 'green'},
    {num: 1, key1: 'хорошо', color: 'green'},
    {num: 2, key1: 'норма', color: 'grey'},
    {num: 3, key1: 'плохо', color: 'red'},
    {num: 4, key1: 'ужасно', color: 'red'}
]

export const text2 = [
    '1 начинания', 'общение', 'бизнес', 'денежные операции', 'налоги', 'смена места работы',
    'недвижимость', 'творчество', 'наука', 'искусство', 'обучение',
    'путешествия', 'отдых', 'застолье', 'алкоголь', 'споры', 'секс', 'бракосочетание',
    'зачатие', 'физическая нагрузка', 'домашние дела', 'сны', 'стрижка',
    '24 работа в саду',
]




