export const text1 = [
    {
        text: "1День замыслов, планов. То, что мы спланируем в этот день, " +
            "будет иметь тенденции к реализации в течении всего лунного месяца.",
        interpretation: [4, 3, 2, 3, 3, 1, 0, 0, 0, 1, 0, 0, 3, 2, 3, 4, 2, 2, 0, 1, 0, 4, 2, 1]
    },
    {
        text: "2Второй лунный день - прекрасно подходит для начала физической реализации наших замыслов.",
        interpretation: [0, 3, 1, 1, 3, 1, 0, 0, 0, 1, 0, 0, 3, 2, 3, 4, 2, 2, 0, 1, 0, 4, 2, 1]
    },
    {
        text: "3Второй лунный день - прекрасно подходит для начала физической реализации наших замыслов.",
        interpretation: [0, 3, 1, 1, 3, 1, 0, 0, 0, 1, 0, 0, 3, 2, 3, 4, 2, 2, 0, 1, 0, 4, 2, 1]
    }
]

export const text3 = [
    {key1:'0отлично', color: 'green'}, {key1:'1хорошо', color: 'green'}, {key1:'2норма', color: 'grey'}, {key1:'3плохо', color: 'red'}, {key1:'4ужасно', color: 'red'}
]

export const text2 = [
    '1начинания', 'общение', 'бизнес', 'денежные операции', 'общение с начальством, налоги', 'смена места работы',
    'недвижимость (покупка, продажа, обмен)', 'творчество', 'наука', 'искусство', 'обучение (экзамены)',
    'путешествия', 'отдых', 'застолье', 'алкоголь', 'споры, выяснения отношений', 'секс', 'бракосочетание',
    'зачатие', 'физическая нагрузка', 'домашние дела (ремонт, уборка)', 'сны', 'стрижка, окраска и причёска волос',
    '24работа в саду и огороде',
]




