export const text1 = [
    {
        text: `День замыслов, планов. То, что мы спланируем в этот день, 
        будет иметь тенденции к реализации в течении всего лунного месяца.`,
        interpretation: [4, 3, 2, 3, 3, 3, 3, 2, 2, 2, 2, 1, 2, 3, 4, 4, 2, 2, 1, 3, 2, 2, 3, 2]
    },
    {
        text: `Пора начинать претворять в жизнь все свои планы, которые вы обдумывали вчера. 
        Лучше приступать к выполнению дел во второй половине лунных суток. 
        Второй лунный день посвятите активной деятельности, отдыхать будете потом. 
        Улавливайте и впитывайте новую информацию, впоследствии она может вам пригодиться.`,
        interpretation: [0, 3, 1, 1, 3, 1, 0, 0, 0, 1, 0, 0, 3, 2, 3, 4, 2, 2, 0, 1, 0, 4, 2, 1]
    },
    {
        text: `С третьего дня начинается неомения — в небе появляется тонкий серп, 
        луна начинает щедро раздавать свою энергию земной природе. 
        Темные дни Гекаты, которая символизирует новолуние и первые сутки после него, завершены. 
        Наступает пора борьбы за свои стремления, отстаивания своих планов и желаний.`,
        interpretation: [4, 2, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 2, 4, 1, 3, 2, 0, 4, 3, 2, 0]
    },
    {
        text: `Символы четвертого лунного дня — древо познания, Адамово яблоко. 
        Считается, что в этот день Адам и Ева вкусили плод с запретного дерева, за что и были изгнаны из Эдема. 
        Поэтому день несет с собой добро и зло в равных количествах. 
        Возможно, вам придется выбирать между хорошими и плохими вещами. 
        Поэтому сегодня следует тщательно взвешивать и обдумывать свои решения, действия и слова.`,
        interpretation: [3, 4, 1, 1, 3, 3, 3, 2, 2, 2, 2, 3, 1, 3, 3, 3, 2, 2, 0, 2, 0, 1, 3, 1]
    },
    {
        text: `Главным символом пятых лунных суток является Единорог. 
        Он призывает отстаивать свое мнение и свои принципы, 
        защищать несправедливо осужденных и не скрывать свои чувства. 
        Если вы затеяли спор, в ходе которого доказываете свою правоту, то вы почти обречены на победу. 
        Сегодня Единорог покровительствует бойцам и защитникам. Адвокатам в этот день везет, 
        они без труда выигрывают судебные процессы. А вот для преступников день неблагоприятный. 
        Все мошенничества, даже самые мелкие, быстро раскроются, поэтому аферы и ограбления обречены на провал.`,
        interpretation: [4, 2, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 0, 1, 4, 2, 3, 2, 1, 4, 3, 0, 1]
    },
    {
        text: `Сегодня самый позитивный и удачный день в первой четверти. 
        Почти все будет вам удаваться, жизнь заиграет новыми красками. 
        День лучше провести пассивно, не предпринимая активных действий, не перегружая себя заботами. 
        Луна не требует от вас больших энергетических затрат, 
        поэтому можете распоряжаться своими силами по собственному усмотрению. 
        Захотели посетить спортзал или бассейн? Пожалуйста. 
        Предпочитаете спокойно почитать книгу в кресле? Тоже хорошо. 
        Сегодня все ваши действия благоприятны, 
        если они не нарушают космические и человеческие законы и не портят карму. 
        Тем, кто идет против закона, Луна не благоволит. 
        Поэтому шестой лунный день неблагоприятен для преступников. Сыщикам и полиции без труда удастся их поймать.`,
        interpretation: [2, 0, 1, 1, 1, 2, 2, 0, 0, 1, 0, 2, 2, 2, 2, 1, 1, 1, 1, 1, 2, 2, 3, 0]
    },
    {
        text: `В организме уже накоплено и закреплено достаточное количество энергии Луны, 
        чтобы действовать активно и самостоятельно. Поэтому продолжайте свою деятельность, 
        осуществляйте планы. Это время «зрелости» вашего организма.
        Вы сами почувствуете, как в вас зарождается уверенность в собственных силах. 
        Многие люди в этот день становятся эмоционально восприимчивыми, тонко чувствующими. 
        Не избегайте эмоционального контакта с окружающими, ведь вполне возможно, 
        что в скором времени поддержка понадобится и вам.`,
        interpretation: [2, 0, 2, 2, 0, 2, 2, 1, 2, 2, 1, 2, 1, 2, 2, 2, 2, 2, 1, 1, 1, 0, 3, 1]
    },
    {
        text: `Восьмым лунным днем начинается вторая четверть лунного месяца. 
        Это день преобразований, кардинальных изменений, внутренней трансформации. 
        Изменениям способствуют символы восьмых лунных суток — феникс, 
        сгорающий в собственном огне и возрождающийся из пепла, пламя свечи, алхимия. 
        Сегодня весь ваш организм перестраивается. Происходят невидимые для вас изменения на биохимическом уровне, 
        на уровне клеток и тканей. Организм насыщается энергией. Это ваш шанс начать жизнь, 
        как люди любят говорить, «с чистого листа».`,
        interpretation: [1, 1, 2, 2, 2, 2, 0, 1, 2, 1, 2, 0, 0, 3, 3, 3, 2, 3, 1, 1, 2, 1, 2, 2]
    },
    {
        text: `Очень неблагоприятный день, плохой, опасный, темный. Сегодня следует быть настороже. 
        Все знаки, которые преподносит нам судьба, оказываются дурными, но впадать в уныние не следует. 
        Умерьте собственные амбиции, 
        ибо излишняя гордость и самоуверенность может обернуться против вас и привести к катастрофе. 
        Сегодня над вами будут витать множество иллюзий, обманов, авантюр, опасных соблазнов. 
        Не поддавайтесь отрицательной энергетике девятого лунного дня, держите себя в руках.`,
        interpretation: [3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 1, 2, 3, 3, 3, 4, 3, 4, 0, 1, 4, 2, 0]
    },
    {
        text: `Символ дня — фонтан. Энергия действительно бьет ключом, поэтому день предназначен для активного отдыха. 
        Лишнюю энергию направьте в нужное русло, на добрые и созидательные дела. 
        Также день неразрывно связан с семейными узами, с кровным родством. Все, что связано с семьей, сегодня удачно. 
        Можно начать строить семейный дом или разбить семейный сад, можно навестить родственников, 
        устроить семейное застолье и так далее. Люди семейные проживают этот день благоприятно, 
        а вот одиночкам приходится тяжело. У них усиливается чувство тревоги и тоски.`,
        interpretation: [0, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 3, 0, 1, 2, 3, 1, 1, 1, 1, 0, 3, 3, 1]
    },
    {
        text: `test`,
        interpretation: [4, 4]
    }
]

export const text3 = [
    {key1: '0отлично', color: 'green'},
    {key1: '1хорошо', color: 'green'},
    {key1: '2норма', color: 'grey'},
    {key1: '3плохо', color: 'red'},
    {key1: '4ужасно', color: 'red'}
]

export const text2 = [
    '1начинания', 'общение', 'бизнес', 'денежные операции', 'общение с начальством, налоги', 'смена места работы',
    'недвижимость (покупка, продажа, обмен)', 'творчество', 'наука', 'искусство', 'обучение (экзамены)',
    'путешествия', 'отдых', 'застолье', 'алкоголь', 'споры, выяснения отношений', 'секс', 'бракосочетание',
    'зачатие', 'физическая нагрузка', 'домашние дела (ремонт, уборка)', 'сны', 'стрижка, окраска и причёска волос',
    '24работа в саду и огороде',
]




