export const text1 = [
    {
        num: 1,
        text: `День замыслов, планов. То, что мы спланируем в этот день, 
        будет иметь тенденции к реализации в течении всего лунного месяца.`,
        interpretation: [4, 3, 2, 3, 3, 3, 3, 2, 2, 2, 2, 1, 2, 3, 4, 4, 2, 2, 1, 3, 2, 2, 3, 2]
    },
    {
        num: 2,
        text: `Пора начинать претворять в жизнь все свои планы, которые вы обдумывали вчера. 
        Лучше приступать к выполнению дел во второй половине лунных суток. 
        Второй лунный день посвятите активной деятельности, отдыхать будете потом. 
        Улавливайте и впитывайте новую информацию, впоследствии она может вам пригодиться.`,
        interpretation: [0, 3, 1, 1, 3, 1, 0, 0, 0, 1, 0, 0, 3, 2, 3, 4, 2, 2, 0, 1, 0, 4, 2, 1]
    },
    {
        num: 3,
        text: `С третьего дня начинается неомения — в небе появляется тонкий серп, 
        луна начинает щедро раздавать свою энергию земной природе. 
        Темные дни Гекаты, которая символизирует новолуние и первые сутки после него, завершены. 
        Наступает пора борьбы за свои стремления, отстаивания своих планов и желаний.`,
        interpretation: [4, 2, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 2, 4, 1, 3, 2, 0, 4, 3, 2, 0]
    },
    {
        num: 4,
        text: `Символы четвертого лунного дня — древо познания, Адамово яблоко. 
        Считается, что в этот день Адам и Ева вкусили плод с запретного дерева, за что и были изгнаны из Эдема. 
        Поэтому день несет с собой добро и зло в равных количествах. 
        Возможно, вам придется выбирать между хорошими и плохими вещами. 
        Поэтому сегодня следует тщательно взвешивать и обдумывать свои решения, действия и слова.`,
        interpretation: [3, 4, 1, 1, 3, 3, 3, 2, 2, 2, 2, 3, 1, 3, 3, 3, 2, 2, 0, 2, 0, 1, 3, 1]
    },
    {
        num: 5,
        text: `Главным символом пятых лунных суток является Единорог. 
        Он призывает отстаивать свое мнение и свои принципы, 
        защищать несправедливо осужденных и не скрывать свои чувства. 
        Если вы затеяли спор, в ходе которого доказываете свою правоту, то вы почти обречены на победу. 
        Сегодня Единорог покровительствует бойцам и защитникам. Адвокатам в этот день везет, 
        они без труда выигрывают судебные процессы. А вот для преступников день неблагоприятный. 
        Все мошенничества, даже самые мелкие, быстро раскроются, поэтому аферы и ограбления обречены на провал.`,
        interpretation: [4, 2, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 0, 1, 4, 2, 3, 2, 1, 4, 3, 0, 1]
    },
    {
        num: 6,
        text: `Сегодня самый позитивный и удачный день в первой четверти. 
        Почти все будет вам удаваться, жизнь заиграет новыми красками. 
        День лучше провести пассивно, не предпринимая активных действий, не перегружая себя заботами. 
        Луна не требует от вас больших энергетических затрат, 
        поэтому можете распоряжаться своими силами по собственному усмотрению. 
        Захотели посетить спортзал или бассейн? Пожалуйста. 
        Предпочитаете спокойно почитать книгу в кресле? Тоже хорошо. 
        Сегодня все ваши действия благоприятны, 
        если они не нарушают космические и человеческие законы и не портят карму. 
        Тем, кто идет против закона, Луна не благоволит. 
        Поэтому шестой лунный день неблагоприятен для преступников. Сыщикам и полиции без труда удастся их поймать.`,
        interpretation: [2, 0, 1, 1, 1, 2, 2, 0, 0, 1, 0, 2, 2, 2, 2, 1, 1, 1, 1, 1, 2, 2, 3, 0]
    },
    {
        num: 7,
        text: `В организме уже накоплено и закреплено достаточное количество энергии Луны, 
        чтобы действовать активно и самостоятельно. Поэтому продолжайте свою деятельность, 
        осуществляйте планы. Это время «зрелости» вашего организма.
        Вы сами почувствуете, как в вас зарождается уверенность в собственных силах. 
        Многие люди в этот день становятся эмоционально восприимчивыми, тонко чувствующими. 
        Не избегайте эмоционального контакта с окружающими, ведь вполне возможно, 
        что в скором времени поддержка понадобится и вам.`,
        interpretation: [2, 0, 2, 2, 0, 2, 2, 1, 2, 2, 1, 2, 1, 2, 2, 2, 2, 2, 1, 1, 1, 0, 3, 1]
    },
    {
        num: 8,
        text: `Восьмым лунным днем начинается вторая четверть лунного месяца. 
        Это день преобразований, кардинальных изменений, внутренней трансформации. 
        Изменениям способствуют символы восьмых лунных суток — феникс, 
        сгорающий в собственном огне и возрождающийся из пепла, пламя свечи, алхимия. 
        Сегодня весь ваш организм перестраивается. Происходят невидимые для вас изменения на биохимическом уровне, 
        на уровне клеток и тканей. Организм насыщается энергией. Это ваш шанс начать жизнь, 
        как люди любят говорить, «с чистого листа».`,
        interpretation: [1, 1, 2, 2, 2, 2, 0, 1, 2, 1, 2, 0, 0, 3, 3, 3, 2, 3, 1, 1, 2, 1, 2, 2]
    },
    {
        num: 9,
        text: `Очень неблагоприятный день, плохой, опасный, темный. Сегодня следует быть настороже. 
        Все знаки, которые преподносит нам судьба, оказываются дурными, но впадать в уныние не следует. 
        Умерьте собственные амбиции, 
        ибо излишняя гордость и самоуверенность может обернуться против вас и привести к катастрофе. 
        Сегодня над вами будут витать множество иллюзий, обманов, авантюр, опасных соблазнов. 
        Не поддавайтесь отрицательной энергетике девятого лунного дня, держите себя в руках.`,
        interpretation: [3, 3, 3, 3, 3, 3, 3, 2, 2, 2, 2, 1, 2, 3, 3, 3, 4, 3, 4, 0, 1, 4, 2, 0]
    },
    {
        num: 10,
        text: `Символ дня — фонтан. Энергия действительно бьет ключом, поэтому день предназначен для активного отдыха. 
        Лишнюю энергию направьте в нужное русло, на добрые и созидательные дела. 
        Также день неразрывно связан с семейными узами, с кровным родством. Все, что связано с семьей, сегодня удачно. 
        Можно начать строить семейный дом или разбить семейный сад, можно навестить родственников, 
        устроить семейное застолье и так далее. Люди семейные проживают этот день благоприятно, 
        а вот одиночкам приходится тяжело. У них усиливается чувство тревоги и тоски.`,
        interpretation: [0, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 3, 0, 1, 2, 3, 1, 1, 1, 1, 0, 3, 3, 1]
    },
    {
        num: 11,
        text: `Настал самый мощный энергетический день лунного месяца. Символ одиннадцатого лунного дня — меч, сосредоточивший в себе силу стихии Огня. Огненный меч подарит своему хозяину власть, неукротимую силу, гарантированную победу, но только в том случае, если человек сможет удержать его в руках. Человек неопытный, неуверенный, сомневающийся способен превратить по неосторожности это мощное энергетическое оружие в средство разрушения.`,
        interpretation: [3, 2, 3, 3, 3, 1, 3, 1, 1, 1, 2, 0, 0, 2, 2, 2, 2, 1, 0, 2, 2, 0, 0, 0,]
    },
    {
        num: 12,
        text: `Символ текущего дня — сердце. День любви и мудрости. Сердца открываются навстречу милости и божественным откровениям. Сегодня мир особенно чуток к вашим просьбам, поэтому можно попросить у него что-нибудь или провести день в молитвах. Полезно посещать храмы, церкви и другие религиозные и культовые места. Сегодня нельзя плакать и жалеть себя, иначе в этом состоянии можно увязнуть надолго. Все пороки в себе следует подавлять, нельзя быть злым и алчным, срываться на окружающих, затевать нехорошее. Усмирите в себе гордыню, проведите день в расслабленном состоянии. Займитесь медитацией.`,
        interpretation: [4, 1, 4, 4, 4, 4, 4, 3, 3, 3, 3, 4, 2, 3, 4, 4, 2, 2, 4, 2, 4, 0, 1, 0,]
    },
    {
        num: 13,
        text: `День магический и неоднозначный. С одной стороны, тринадцатый лунный день характеризуется сансарой, возвращением на круги своя. В этот день вас может настичь прошлое. В вашей жизни появятся люди, о которых вы уже готовы были позабыть. Свершатся вновь те же события, что вы уже наблюдали в прошлом. Есть вероятность повторить свои ошибки, «наступить на те же грабли». Возвращение прошлого напоминает вам о каких-то незавершенных делах. Постарайтесь покончить с ними и избавиться от груза прошлого.`,
        interpretation: [4, 0, 1, 1, 1, 4, 2, 0, 3, 4, 0, 4, 2, 1, 1, 4, 1, 3, 3, 1, 4, 1, 1, 0,]
    },
    {
        num: 14,
        text: `Очень мощный энергетический день, одинаково удачный и неблагоприятный. Удачен день для новых начинаний, для решающих шагов в достижении какой-то цели. Активные и целеустремленные люди будут чувствовать себя «в своей тарелке». Все дела, начатые сегодня, удаются. Все направленные на позитивные цели действия приносят пользу. Энергетический поток велик, используйте мощь сегодняшнего дня по максимуму.`,
        interpretation: [0, 1, 0, 0, 1, 0, 1, 0, 1, 0, 1, 0, 4, 3, 4, 3, 2, 3, 1, 1, 1, 3, 2, 1,]
    },
    {
        num: 15,
        text: `Темный день Гекаты, на 15 лунные сутки приходится полнолуние, либо канун полнолуния. Символ дня — змей-искуситель. Вокруг нас возникает множество искушений и соблазнов. Желания плоти становятся первостепенными, обостряются инстинкты. Негативное влияние дня очень велико. Сегодня легко стать податливым и ленивым. Будьте осторожны, в таком состоянии вас легко обмануть. Не принимайте подарков и не ругайтесь с окружающими.`,
        interpretation: [4, 3, 4, 4, 4, 2, 3, 2, 2, 3, 3, 3, 2, 4, 4, 4, 4, 4, 4, 2, 1, 4, 3, 1,]
    },
    {
        num: 16,
        text: `Вступление в 3 фазу лунного цикла ознаменовано полнолунием. Шестнадцатый день — самый гармоничный и легкий из всех. Сегодня вы можете отдохнуть, расслабиться. Читайте книги, учите языки. Будьте спокойны и расслаблены. Сегодня нельзя впадать в крайность в чем бы то ни было. Придерживайтесь золотой середины. Усмирите свой характер, если считаете себя человеком неуравновешенным. Оставьте работу на другие, более продуктивные дни. Хорошо, если сегодня у вас выходной или вы можете вовсе отложить работу и отдохнуть дома.`,
        interpretation: [2, 0, 2, 2, 2, 3, 2, 1, 2, 1, 2, 0, 0, 3, 3, 4, 3, 1, 1, 2, 0, 1, 3, 2,]
    },
    {
        num: 17,
        text: `Сегодня день активного отдыха. День обретения внутренней свободы, раскрепощенности. Устроенные сегодня вечеринки будут иметь успех. Символ дня — гроздь винограда, а покровительствующий бог — Дионис, он же Вакх. В Древней Греции именно в этот день устраивались вакханалии — празднества в честь бога вина Диониса. Винные празднества собирали весь город. Люди танцевали, общались, не было стеснения и вражды. Но воздействие хмеля имеет и обратную сторону. Многие под воздействием вина становились агрессивными, начинались драки и бойни.`,
        interpretation: [2, 0, 2, 1, 3, 1, 1, 1, 2, 0, 2, 1, 0, 0, 0, 3, 0, 1, 2, 2, 3, 1, 1, 1,]
    },
    {
        num: 18,
        text: `Зеркальный день, который отражает вашу внутреннюю сущность. Сегодня окружающие вас события и люди являются вашим зеркальным отражением. От людей можно узнать, каким они вас видят со стороны. Если вам указали на ваши недостатки — не обижайтесь, а задумайтесь над тем, как их исправить. Если же вас за что-то похвалили, то не воспринимайте это как лесть. Сегодня люди склонны говорить правду в глаза.`,
        interpretation: [3, 3, 3, 3, 2, 2, 3, 2, 2, 1, 2, 0, 2, 2, 3, 4, 3, 4, 2, 1, 2, 1, 2, 2,]
    },
    {
        num: 19,
        text: `В этот день, считающийся несчастливым, воздух заряжен отрицательной энергетикой. Мрачный день, колдовской, дьявольский. Сегодня легко поддаться искушению. Новая идея, внезапно нахлынувшая на вас, может оказаться очередным обольщением. Несчастье умело расставляет свои сети. Люди оказывают друг на друга плохое влияние. Лучше сегодня ни с кем не знакомиться, так как общение будет тяжелым. Возможно, вы попадете под влияние или давление своего нового знакомого. Особенно следует избегать людей, принявших алкоголь или наркотики. Эти люди могут серьезно изувечить случайного прохожего.`,
        interpretation: [4, 4, 2, 2, 2, 4, 4, 2, 1, 1, 2, 1, 2, 2, 2, 4, 2, 3, 3, 3, 1, 1, 3, 1,]
    },
    {
        num: 20,
        text: `Энергия двадцатого лунного дня должна быть растрачена на духовные поиски. Впрочем, большинство людей бессознательно тратят ее на преодоление сомнений и решительные поступки. Преодолеть себя, взять новый барьер, подняться на новую ступень духовного развития — вот ваши цели на сегодняшний день. Чтобы с успехом их достичь, лучше оградить себя от лишних контактов и остаться в одиночестве.`,
        interpretation: [0, 0, 1, 0, 1, 0, 0, 0, 1, 0, 1, 1, 3, 3, 3, 2, 2, 2, 3, 2, 0, 3, 4, 1,]
    },
    {
        num: 21,
        text: `День обладает мощной энергетикой, пробуждающей в человеке чувство справедливости, решительности, храбрости. Не зря этот день еще называется «днем братства». Сегодня полезно объединяться в компании. Любые коллективные занятия благоприятны. В этот день необходимо отбросить сомнения и сохранять чистоту помыслов. Нельзя проявлять эгоистичность, мелочность. Возможно, придется пожертвовать своими интересами или своей собственностью. Будьте активны. Посетите спортивное мероприятие или тренажерный зал. Будьте готовы к подвигам — сегодня день рыцарей и воинов.`,
        interpretation: [1, 0, 1, 1, 2, 0, 0, 2, 2, 2, 2, 0, 0, 1, 2, 2, 1, 1, 1, 0, 0, 2, 0, 1,]
    },
    {
        num: 22,
        text: `День считается неблагоприятным, так как происходит поворот энергетического потока. Вместе с тем энергия усиливает умственные способности человека. Поэтому сегодняшний день можно потратить на обучение или гадания. Прилив вдохновения испытают философы и мудрецы. Сегодня вы как никогда чутки к важной информации. Присмотритесь — вас окружают знаки и подсказки. Наблюдайте, анализируйте увиденное. Иногда случайно увиденное происшествие может оказаться ключом к решению вашей старой проблемы. Активизируйте ум и сознание, будьте внимательны. Важная информация содержится даже в снах.`,
        interpretation: [3, 3, 2, 2, 3, 3, 4, 2, 1, 1, 0, 3, 2, 0, 1, 2, 2, 2, 1, 1, 2, 1, 2, 1,]
    },
    {
        num: 23,
        text: `Началась четвертая, последняя фаза лунного месяца. Впереди дни Гекаты — тяжелые, опасные дни. Уже сегодня вы можете почувствовать, как в вас зарождается страх. Предметы падают из рук, организм ослаблен. Возникает апатия и нежелание действовать. Это нормально, не вините себя. Вам просто не хватает энергии, ведь Луна постепенно убывает. Двадцать третий день предки связывали с разгулом кровопийц, вампиров. Нехватка энергии заставляет человека добывать ее из других людей. Сегодня на вас могут оказать моральное давление, не поддавайтесь на провокации и прогоняйте желание мстить.`,
        interpretation: [3, 4, 4, 2, 4, 2, 3, 3, 2, 2, 2, 2, 4, 4, 4, 4, 4, 4, 3, 2, 1, 2, 2, 1,]
    },
    {
        num: 24,
        text: `Сегодня наше тело находится под контролем разума. Двадцать четвертый день — день пробуждения и трансформации мужской энергии. Ранее этот день был связан с фаллическими культами. Так что сегодня удачное время для интрижек, интимной близости и зачатия ребенка. Супружеские отношения наполняются теплотой.`,
        interpretation: [1, 1, 1, 1, 2, 0, 1, 1, 2, 1, 2, 3, 3, 0, 3, 3, 0, 2, 1, 0, 1, 3, 2, 1,]
    },
    {
        num: 25,
        text: `Пассивный день, время отдыха и размышлений. Сегодня Луна не щедра на энергию. Жизнь перестает бить ключом. Люди становятся ленивыми и апатичными. Но не стоит погружаться в депрессию. Уделите время духовному развитию, умственной деятельности. Подведите итог прошедшего месяца. Развивайте в себе концентрацию внимания. Для этого можно посвятить день медитации или уехать на природу. В любом случае, лучше остаться одному.`,
        interpretation: [3, 3, 2, 2, 2, 3, 0, 2, 2, 2, 2, 3, 0, 3, 3, 3, 2, 3, 1, 2, 2, 2, 4, 1,]
    },
    {
        num: 26,
        text: `Негативный, неприятный и опасный день. Люди склонны к конфликтам, напряжены и совершают глупые поступки. Возрастает количество краж и ограблений. Не упускайте из виду свои вещи, когда находитесь в людном месте. Окружающие способны на совершенно бестолковые и непредсказуемые действия. Ограничьте круг общения. Не ввязывайтесь в ссоры, не поддерживайте пустую болтовню. Если при вас начали сплетничать, уклонитесь от беседы или вовсе уйдите. Вас будут склонять к совершению всяческих пустяков. Не поддавайтесь, ничего хорошего вам это не принесет. Нельзя тратить энергию на глупости и авантюры, ее и так слишком мало, а впереди новый цикл.`,
        interpretation: [4, 4, 3, 2, 3, 4, 4, 2, 2, 2, 1, 3, 3, 4, 4, 4, 3, 1, 1, 2, 1, 1, 3, 1,]
    },
    {
        num: 27,
        text: `Посвятите день познанию мира. Сегодня обостряется интуиция, с ее помощью можно получить сокровенные знания. Для обретения этих знаний рекомендуется медитировать и прислушиваться к внутренним ощущениям. День открытий, прозрения, выяснения истины. Если вы хотите, чтобы и на вас снизошло озарение, освободите себя от решения рутинных дел. Быт и мелкие вопросы будут только отвлекать вас. Другим источником важной информации могут стать сны. Они показывают истинную сущность вещей, людей и событий, вас окружающих. Если вы подозревали близкого человека в измене, а он приснился вам в положительном образе (например, спас вас от гибели), то ваши подозрения напрасны.`,
        interpretation: [0, 2, 0, 1, 2, 0, 2, 2, 2, 1, 2, 1, 2, 2, 3, 2, 2, 1, 2, 2, 2, 3, 0, 1,]
    },
    {
        num: 28,
        text: `День очень гармоничный и светлый. Сегодня все будет удаваться. Любые дела и начинания, если они направлены на благие цели, приводят к успеху. В душе человека и в природе царит гармония. Нарушать ее нельзя ни в коем случае. Избегайте плохих слов, разрушительных действий, негативных мыслей. Не злитесь, не мстите, не держите обиду внутри. С уважением надо относиться не только к людям, но и к окружающему миру. Нельзя рубить деревья или рвать цветы, запрещено убивать животных, даже комаров. Лучше посодействовать природе в ее развитии. Например, посадить цветы.`,
        interpretation: [1, 2, 1, 1, 2, 1, 1, 0, 1, 0, 2, 2, 2, 3, 3, 2, 2, 2, 0, 1, 1, 0, 4, 2,]
    },
    {
        num: 29,
        text: `Луна скрывает свой лик. Вот-вот наступит новолуние. Темная богиня Геката вступает во владение подлунным миром. Исчезновение Луны в небе сопровождается всеобщим упадком, состоянием подавленности. Сегодня люди чувствуют себя плохо. Они могут испытывать ничем не обоснованную тревогу или панику. Могут впасть в депрессию или наделать глупостей. Все это — следствие недостатка энергии. Сегодняшний день сопровождается иллюзиями и катастрофами. Не рекомендуется отправляться в путешествие, возможны аварии. Водителям следует быть осторожными на дорогах.`,
        interpretation: [4, 4, 4, 4, 4, 4, 4, 3, 3, 3, 3, 3, 2, 4, 4, 4, 4, 3, 4, 2, 0, 4, 1, 2,]
    },
    {
        num: 30,
        text: `Тридцатый лунный день бывает не каждый месяц. Если же он наступает, то чаще всего бывает очень коротким. Однако даже этот небольшой временной промежуток можно использовать во благо. Тридцатый лунный день всегда несет в себе гармоничную энергию, уравновешенное количество добрых и злых сил. В этот день важно находиться в приподнятом настроении, поддерживать других людей, быть щедрым и честным. Учитесь созерцать красоту, будьте открыты и искренни. Наполните свое сердце чистой, гармоничной энергией последнего дня месяца.`,
        interpretation: [2, 3, 3, 2, 3, 2, 2, 1, 2, 1, 1, 3, 0, 3, 3, 3, 2, 2, 1, 2, 2, 2, 4, 3,]
    },
]

export const text3 = [
    {num: 0, key1: 'отлично', color: 'rgba(14,199,54,0.91)'},
    {num: 1, key1: 'хорошо', color: 'green'},
    {num: 2, key1: 'норма', color: 'grey'},
    {num: 3, key1: 'плохо', color: 'firebrick'},
    {num: 4, key1: 'ужасно', color: 'red'}
]

export const text2 = [
    'начинания', 'общение', 'бизнес', 'денежные операции', 'налоги', 'смена места работы',
    'недвижимость', 'творчество', 'наука', 'искусство', 'обучение',
    'путешествия', 'отдых', 'застолье', 'алкоголь', 'споры', 'секс', 'бракосочетание',
    'зачатие', 'физическая нагрузка', 'домашние дела', 'сны', 'стрижка',
    'работа в саду',
]




