export const text1 = [
    {
        text: `День замыслов, планов. То, что мы спланируем в этот день, 
        будет иметь тенденции к реализации в течении всего лунного месяца.`,
        interpretation: [4, 3, 2, 3, 3, 3, 3, 2, 2, 2, 2, 1, 2, 3, 4, 4, 2, 2, 1, 3, 2, 2, 3, 2]
    },
    {
        text: `Пора начинать претворять в жизнь все свои планы, которые вы обдумывали вчера. 
        Лучше приступать к выполнению дел во второй половине лунных суток. 
        Второй лунный день посвятите активной деятельности, отдыхать будете потом. 
        Улавливайте и впитывайте новую информацию, впоследствии она может вам пригодиться.
`,
        interpretation: [0, 3, 1, 1, 3, 1, 0, 0, 0, 1, 0, 0, 3, 2, 3, 4, 2, 2, 0, 1, 0, 4, 2, 1]
    },
    {
        text: `С третьего дня начинается неомения — в небе появляется тонкий серп, 
        луна начинает щедро раздавать свою энергию земной природе. 
        Темные дни Гекаты, которая символизирует новолуние и первые сутки после него, завершены. 
        Наступает пора борьбы за свои стремления, отстаивания своих планов и желаний.
`,
        interpretation: [4, 2, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 2, 2, 4, 1, 3, 2, 0, 4, 3, 2, 0]
    },
    {
        text: `Символы четвертого лунного дня — древо познания, Адамово яблоко. 
        Считается, что в этот день Адам и Ева вкусили плод с запретного дерева, за что и были изгнаны из Эдема. 
        Поэтому день несет с собой добро и зло в равных количествах. 
        Возможно, вам придется выбирать между хорошими и плохими вещами. 
        Поэтому сегодня следует тщательно взвешивать и обдумывать свои решения, действия и слова.
`,
        interpretation: [3, 4, 1, 1, 3, 3, 3, 2, 2, 2, 2, 3, 1, 3, 3, 3, 2, 2, 0, 2, 0, 1, 3, 1]
    },
    {
        text: `Главным символом пятых лунных суток является Единорог. 
        Он призывает отстаивать свое мнение и свои принципы, 
        защищать несправедливо осужденных и не скрывать свои чувства. 
        Если вы затеяли спор, в ходе которого доказываете свою правоту, то вы почти обречены на победу. 
        Сегодня Единорог покровительствует бойцам и защитникам. Адвокатам в этот день везет, 
        они без труда выигрывают судебные процессы. А вот для преступников день неблагоприятный. 
        Все мошенничества, даже самые мелкие, быстро раскроются, поэтому аферы и ограбления обречены на провал.
`,
        interpretation: [4, 2, 3, 4, 4, 4, 4, 4, 4, 4, 4, 4, 4, 0, 1, 4, 2, 3, 2, 1, 4, 3, 0, 1]
    },
    {
        text: `test`,
        interpretation: [4, 4]
    }
]

export const text3 = [
    {key1: '0отлично', color: 'green'}, {key1: '1хорошо', color: 'green'}, {
        key1: '2норма',
        color: 'grey'
    }, {key1: '3плохо', color: 'red'}, {key1: '4ужасно', color: 'red'}
]

export const text2 = [
    '1начинания', 'общение', 'бизнес', 'денежные операции', 'общение с начальством, налоги', 'смена места работы',
    'недвижимость (покупка, продажа, обмен)', 'творчество', 'наука', 'искусство', 'обучение (экзамены)',
    'путешествия', 'отдых', 'застолье', 'алкоголь', 'споры, выяснения отношений', 'секс', 'бракосочетание',
    'зачатие', 'физическая нагрузка', 'домашние дела (ремонт, уборка)', 'сны', 'стрижка, окраска и причёска волос',
    '24работа в саду и огороде',
]




